Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Only supports carrier billing
bn_bd: শুধু ক্যারিয়ার বিলিং সমর্থন করে

source: Only supports credit-card billing
bn_bd: শুধু ক্রেডিট কার্ড বিলিং সমর্থন করে

source: Only the app owner(s) can edit this page.
bn_bd: শুধুমাত্র অ্যাপের মালিক এই পেজটি হালনাগাদ করতে পারবেন।

source: Only those with the following URL can view and install this app:<br> <a href="%(app_url)s">%(app_url)s</a>.
bn_bd: শুধুমাত্র তারাই এই অ্যাপটিকে দেখতে এবং ইন্সটল করতে পারবে যারা এই URL টিকে অনুসরণ করছে:<br> <a href="%(app_url)s">%(app_url)s</a>।

source: Oops, looks like you already submitted that manifest for %s, which is currently disabled. <a href="%s">Edit app</a>
bn_bd: উফ, দেখে মনে হচ্ছে আপনি %s অ্যাপ্লিকেশনে এই মেনিফেস্ট ইতিমধ্যে জমা দিয়েছেন, যা বর্তমানে অযোগ্য করা হয়েছে।<a href="%s">অ্যাপ্লিকেশন সম্পাদনা</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently incomplete. <a href="%s">Resume app</a>
bn_bd: উফ, দেখে মনে হচ্ছে আপনি %s অ্যাপ্লিকেশনে এই মেনিফেস্ট ইতিমধ্যে জমা দিয়েছেন, যা বর্তমানে অসম্পূর্ণ রয়েছে।<a href="%s">অ্যাপ্লিকেশন সম্পাদনা</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently pending. <a href="%s">Edit app</a>
bn_bd: উফ, দেখে মনে হচ্ছে আপনি %s অ্যাপ্লিকেশনে এই মেনিফেস্ট ইতিমধ্যে জমা দিয়েছেন, যা বর্তমানে অপেক্ষায় রয়েছে।<a href="%s">অ্যাপ্লিকেশন সম্পাদনা</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently public. <a href="%s">Edit app</a>
bn_bd: উফ, দেখে মনে হচ্ছে আপনি %s অ্যাপ্লিকেশনে এই মেনিফেস্ট ইতিমধ্যে জমা দিয়েছেন, যা বর্তমানে সবার জন্য উন্মুক্ত রয়েছে।<a href="%s">অ্যাপ্লিকেশন সম্পাদনা</a>

source: Oops, looks like you already submitted that manifest for %s, which is currently rejected. <a href="%s">Edit app</a>
bn_bd: উফ, দেখে মনে হচ্ছে আপনি %s অ্যাপ্লিকেশনে এই মেনিফেস্ট ইতিমধ্যে জমা দিয়েছেন, যা বর্তমানে বাতিল করা হয়েছে।<a href="%s">অ্যাপ্লিকেশন সম্পাদনা</a>

source: Oops! Not allowed.
bn_bd: ওহ! অনুমতি নাই।

source: Oops! We had an error.
bn_bd: ওহ! আমাদের একটি ত্রুটি ছিল।

source: Open details page
bn_bd: বিস্তারিত তথ্যের জন্য পেইজটি খুলুন

source: Operator Dashboard
bn_bd: অপারেটর ড্যাশবোর্ড

source: (optional)
bn_bd: (ঐচ্ছিক)

source: Order Date:
bn_bd: অর্ডার তারিখ :

source: Order Number:
bn_bd: অর্ডার নাম্বার :

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
bn_bd: অথবা<a href="http://www.adobe.com/go/getflashplayer">অ্যাডোব

source: Other (please specify)
bn_bd: অনান্য (উল্লেখ করুন)

source: Other regions
bn_bd: অন্যান্য অঞ্চলে

source: Other System for In-App
bn_bd: In-App জন্য অন্য কোন সিস্টেম

source: Over {0} results found, consider refining your search.
bn_bd: {0} টির বেশি ফলাফল পাওয়া গিয়েছে, আরও নিখুঁত ভাবে খুঁজতে পারেন।

source: Overdue (Over 10 days)
bn_bd: বিলম্বিত (১০ দিনের অধিক)

source: Owner
bn_bd: মালিক

source: Packaged
bn_bd: প্যাকেজ

source: Packaged App
bn_bd: প্যাকেজ অ্যাপ

source: Packaged App Review
bn_bd: প্যাকেজ অ্যাপ পর্যালোচনা

source: Packaged Apps Install API
bn_bd: প্যাকেজড অ্যাপ ইনস্টল API

source: Packaged app too large for submission. Packages must be smaller than %s.
bn_bd: জমা দেওয়ার জন্য প্যাকেজ অ্যাপ্লিকেশনটি খুব বড়। প্যাকেজ অ্যাপ্লিকেশন অবশ্যই %s এর চেয়ে ছোট হতে হবে।

source: Packaged App Version:
bn_bd: প্যাকেজড অ্যাপ সংস্করণ:

source: Packaged Versions
bn_bd: প্যাকেজ সংস্করণসমূহ

source: Package Tests
bn_bd: প্যাকেজ পরীক্ষা

source: Page <a href="%(current_pg_url)s">%(current_pg)s</a> of <a href="%(last_pg_url)s">%(last_pg)s</a>
bn_bd: <a href="%(current_pg_url)s">%(current_pg)s</a> এর <a href="%(last_pg_url)s">%(last_pg)s</a> পাতা

source: Page Not Found
bn_bd: পাতা পাওয়া যায়নি

source: Paid apps cannot be deleted. Disable this app instead.
bn_bd: ক্রয়যোগ্য অ্যাপ মুছে ফেলা যাবে না। পরিবর্তে এই অ্যাপ নিস্ক্রিয় করুন।

source: Paid / In-app
bn_bd: পরিশোধকৃত / ইন-অ্যাপ

source: Palestinian Territory, Occupied
bn_bd: দখলকৃত ফিলিস্তিনি অঞ্চল।

source: Pan European Game Information
bn_bd: ইউরোপীয় খেলা তথ্য ফলক

source: Passable (5 to 10 days)
bn_bd: প্রচলিত(৫ থেকে ১০ দিন)

source: Password changed.
bn_bd: পাসওয়ার্ড পরিবর্তন করা হয়েছে।

source: Password was incorrect. App was not deleted.
bn_bd: পাসওয়ার্ড ভুল ছিল। অ্যাপ মুছে ফেলা হয় নি।

source: Payment Account
bn_bd: পেমেন্ট অ্যাকাউন্ট

source: Payment Accounts
bn_bd: পেমেন্ট অ্যাকাউন্ট

source: Payment failed. Try again later.
bn_bd: পেমেন্ট ব্যর্থ হয়েছে। পরে আবার চেষ্টা করুন।

source: Payments Status
bn_bd: পেমেন্ট অবস্থা

source: Pending
bn_bd: অপেক্ষারত

source: Pending approval
bn_bd: অনুমোদনের অপেক্ষায় আছে

source: Persona login failed. A server error was encountered.
bn_bd: পারসনা লগইন ব্যর্থ হয়েছে। একটি সার্ভার ত্রুটির সম্মুখীন হয়েছে।

source: Persona login failed. Maybe you don't have an account under that email address?
bn_bd: পারসনা লগইন ব্যর্থ হয়েছে। হতে পারে আপনার ঐ ইমেইল ঠিকানার অধীনে কোন একাউন্ট নেই?

source: Pick one or two categories.
bn_bd: একটি অথবা দুইটি ক্যাটাগরি বাছাই করুন

source: Pitcairn
bn_bd: পিটকেয়ার্ন

source: Please enter a valid email address.
bn_bd: অনুগ্রহ করে একটি কার্যকর ইমেইল ঠিকানা দিন।

source: Please enter a valid submission ID.
bn_bd: দয়া করে একটি কার্যকর আইডি লিখুন।

source: Please provide at least one screenshot or video of your app:
bn_bd: আপনার অ্যাপ্লিকেশনের অন্তত একটি স্ক্রিনশট বা ভিডিও প্রদান করুন:

source: Please select a device.
bn_bd: অনুগ্রহ করে একটি ডিভাইস নির্বাচন করুন।

source: Please sign in
bn_bd: অনুগ্রহপূর্বক সাইন ইন করুন

source: Please specify your app's Privacy Policy
bn_bd: দয়া করে আপনার অ্যাপ্লিকেশনের প্রাইভেসি পলিসি প্রদান করুন।

source: Please tell us why you are deleting your app
bn_bd: দয়া করে আমাদেরকে বলুন কেন আপনি আপানার অ্যাপ মুছে ফেলবেন

source: Please try not to change your manifest URL too frequently. If you change your manifest URL, existing users won't be upgraded to use the new manifest URL. For more information, read the <a href="%(doc_url)s" target="_blank">documentation on Updating Apps</a>.
bn_bd: দয়া করে, খুব ঘন ঘন আপনার ম্যানিফেস্ট URL পরিবর্তন করার চেষ্টা করবেন না। যদি আপনি ম্যানিফেস্ট URL পরিবর্তন করেন, বিদ্যমান ব্যবহারকারীকে নতুন ম্যানিফেস্ট URL ব্যবহার করার জন্য আপগ্রেড করা হয় না। বিস্তারিত তথ্যের জন্য, <a href="%(doc_url)s" target="_blank"> অ্যাপ্লিকেশন আপডেট করার ডকুমেন্টেশন</a> টি পড়ুন।

source: Please use files smaller than %s.
bn_bd: অনুগ্রহপূর্বক %s এর চেয়ে ছোট ফাইল ব্যবহার করুন।

source: PNG and JPG supported. Icons must be at least 128px by 128px.
bn_bd: PNG এবং JPG সমর্থন করবে। আইকন কমপক্ষে (১২৮x১২৮)পিক্সেল হতে হবে।

source: Popularity
bn_bd: জনপ্রিয়তা

source: Preliminarily approved
bn_bd: প্রাথমিকভাবে অনুমোদিত

source: Premium
bn_bd: প্রিমিয়াম

source: Premium App
bn_bd: প্রিমিয়াম অ্যাপ

source: Premium Type Upgrade
bn_bd: প্রিমিয়াম টাইপ আপগ্রেড

source: Premium with in-app payments
bn_bd: অ্যাপ্লিকেশন পেমেন্ট এর সঙ্গে প্রিমিয়াম

source: Prerelease auto-escalation
bn_bd: রিলিজ পূর্ববর্তী হওয়ার স্বয়ংক্রিয় অপসারণ

source: Prev
bn_bd: আগের

source: Preview added to {addon}.
bn_bd: {addon} এর নমুনা যোগ করা হয়েছে।

source: Preview could not be opened.
bn_bd: প্রিভিউ চালু করা যায়নি।

source: Preview deleted from {addon}.
bn_bd: {addon} থেকে নমুনা মুছে ফেলা হয়েছে।

source: Preview edited for {addon}.
bn_bd: {addon} এর নমুনা সম্পাদনা করা হয়েছে।

source: Previous diff
bn_bd: পূর্ববর্তী ভিন্নতা

source: Previous note
bn_bd: পূর্ববর্তী নোট

source: Price:
bn_bd: মূল্য:

source: Prices and Countries
bn_bd: দাম এবং দেশ

source: Printable Version
bn_bd: মুদ্রণযোগ্য সংস্করন

source: Priority Review
bn_bd: দ্রুত পর্যালোচনা

source: Priority review needed
bn_bd: অগ্রাধিকার পর্যালোচনা প্রয়োজন

source: Priority review requested
bn_bd: অগ্রাধিকার পর্যালোচনার অনুরোধ করা হয়েছে

source: Priority review requested for {addon}.
bn_bd: {addon} এর জন্য দ্রুত পর্যালোচনার অনুরোধ করা হয়েছে।

source: Privacy Policy:
bn_bd: গোপনীয়তার নীতি:

source: Privileged
bn_bd: অধিকার প্রাপ্ত

source: Privileged App
bn_bd: অগ্রাধিকার প্রাপ্ত অ্যাপ

source: Privileged packaged app
bn_bd: প্রিভিলেজড প্যাকেজড অ্যাপ

source: Problems decoding {0}.
bn_bd: {0}টি ডিকোডিং সমস্যা।

source: Process Reviews
bn_bd: প্রক্রিয়া পর্যালোচনা

source: Product ID
bn_bd: প্রোডাক্ট ID

source: Promotional Pricing
bn_bd: প্রোমোশনাল মূল্য

source: Provide a detailed description of your app
bn_bd: আপনার অ্যাপ সম্পর্কে বিস্তারিত বর্ণনা প্রদান করুন

source: Proximity
bn_bd: প্রক্সিমিটি

source: <p> There are two main uses for the Marketplace API. From another web site using a traditional OAuth flow or from a command line tool. The difference is discussed in the <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">Marketplace documentation</a>. Any testing should occur on the <a href="https://marketplace-dev.allizom.org">development server</a> and not the production server. </p>
bn_bd: <p> মার্কেটপ্লেস এপিআই এর দুটি প্রধান ব্যবহার রয়েছে। অন্য ওয়েব সাইট থেকে একটি ঐতিহ্যগত OAuth কী প্রবাহ বা একটি কমান্ড লাইন টুল থেকে ব্যবহার করা হয়। পার্থক্য আলোচনা করা হয় <a href="https://firefox-marketplace-api.readthedocs.org/en/latest/topics/authentication.html#oauth">মার্কেটপ্লেস ডকুমেন্টে</a>। কোন পরীক্ষা উৎপাদন সার্ভারে না ঘটে <a href="https://marketplace-dev.allizom.org">উন্নয়ন সার্ভারে</a> ঘটা উচিত।</p>

source: Public Stats?
bn_bd: সার্বজনীন পরিসংখ্যান?

source: Publish
bn_bd: প্রকাশ করুন

source: Published
bn_bd: প্রকাশিত

source: Published!
bn_bd: প্রকাশিত হয়েছে

source: Purchased
bn_bd: কেনা হয়েছে

source: Purchasing
bn_bd: কেনা হচ্ছে

source: Quota Management
bn_bd: কোটা ব্যবস্থাপনা

source: Rating Pending
bn_bd: রেটিং অপেক্ষায় আছে

source: Rating Rejected
bn_bd: রেটিং বাতিল করা হয়েছে

source: Ratings
bn_bd: রেটিং

source: Read agreement
bn_bd: চুক্তি পড়ুন

source: Reason
bn_bd: কারণ

source: Receipt checked by app.
bn_bd: অ্যাপ রশিদটি চেক করেছে।

source: Receipt was not checked by app.
bn_bd: রশিদটি অ্যাপ দ্বারা চেক করা হয় নি।

source: Received an empty response from the server; status: {0}
bn_bd: সার্ভার থেকে কোনো প্রকার প্রতিক্রিয়া পাওয়া যায়নি; স্ট্যাটাস: {0}

source: Redirect URI
bn_bd: রিডাইরেক্ট URL

source: Reference Implementation
bn_bd: রেফারেন্স বাস্তবায়ন

source: Refund
bn_bd: ফেরত

source: Refund declined for {addon} for {0}.
bn_bd: {0} এর {addon} এর টাকা ফেরৎ দেয়ার অনুরোধ বাতিল করা হয়েছে।

source: Refund granted for {addon} for {0}.
bn_bd: {0} এর {addon} এর টাকা ফেরৎ দেয়ার অনুরোধ অনুমোদিত হয়েছে।

source: Refund requested for {addon}
bn_bd: {addon} এর টাকা ফেরৎ দেয়ার জন্য অনুরোধ করা হয়েছে

source: {region} approval status
bn_bd: {region} অনুমোদন অবস্থা

source: {region} region added to the Firefox Marketplace
bn_bd: {region} অঞ্চল ফায়ারফক্স মার্কেটপ্লেসে যোগ করা হয়েছে

source: Regions
bn_bd: অঞ্চল

source: Regions and Listings
bn_bd: অঞ্চল এবং তালিকা

source: Registered
bn_bd: নিবন্ধিত

source: Reject
bn_bd: বাতিল

source: rejected
bn_bd: বাতিল করা হয়েছে

source: Rejected
bn_bd: বাতিল

source: Rejected app: {app}
bn_bd: অননুমোদিত অ্যাপঃ {app}

source: Rejected or Unreviewed
bn_bd: প্রত্যাখ্যাত অথবা পর্যালোচনা করা হয়নি

source: Release Notes
bn_bd: রিলিজ নোট

source: Relevance
bn_bd: প্রসঙ্গিকতা

source: Remember to update the app's <a href="%(ratings_url)s">content ratings</a> if a large portion of the app's content has changed.
bn_bd: অ্যাপটির একটি বড় অংশ পরিবর্তন করতে হলে অ্যাপ এর <a href="%(ratings_url)s">কন্টেন্ট রেটিংস</a>টি মনে করে হালনাগাদ করে নিতে হবে।

source: Remove this application
bn_bd: এই অ্যাপ্লিকেশানটি সরিয়ে ফেলুন

source: Remove this localization
bn_bd: এই স্থানীয়করণ অপসারণ করুন

source: requested
bn_bd: অনুরোধ করা হয়েছে

source: Requested Permissions:
bn_bd: অনুরোধকৃত অনুমতি:

source: Required fields
bn_bd: প্রয়োজনীয় ফিল্ড

source: Requirements Changed
bn_bd: চাহিদা পরিবর্তন করা হয়েছে

source: Requirements changed: {0}
bn_bd: প্রয়োজন) পরিবর্তন হয়েছে: {0}

source: Requirement(s) changed by reviewer
bn_bd: পর্যালোচক চাহিদা পরিবর্তন করেছেন

source: Requirements Changed by Reviewer
bn_bd: পর্যালোচক চাহিদা পরিবর্তন করেছেন

source: requires additional review
bn_bd: অতিরিক্ত পর্যালোচনার প্রয়োজন

source: Re-review cleared
bn_bd: পুনঃ রিভিউ বাদ দেয়া হয়েছে

source: Re-review cleared for {addon}.
bn_bd: {addon} এর জন্য পুনঃ রিভিউ বাদ দেয়া হয়েছে।

source: Rereview due to Adult Content Rating
bn_bd: বিষয়বস্তুর প্রাপ্তবয়স্ক রেটিং পাওয়ার কারনে পুনঃ পর্যালোচনা

source: Rereview due to Devices Added
bn_bd: নতুন ডিভাইস যুক্ত করার কারনে পুনঃ পর্যালোচনা

source: Rereview due to Manifest Change
bn_bd: ম্যানিফেস্ট পরিবর্তনের কারনে পুনঃ পর্যালোচনা

source: Rereview due to Manifest URL Change
bn_bd: ম্যানিফেস্ট লিঙ্ক পরিবর্তনের কারনে পুনঃ পর্যালোচনা

source: Rereview due to Requirements Change
bn_bd: চাহিদা পরিবর্তনের কারনে পুনঃ পর্যালোচনা

source: Re-reviews
bn_bd: পুন-পর্যালোচনা

source: Re-reviews ({0})
bn_bd: পুন-পর্যালোচনা ({0})

source: Reset secret
bn_bd: গোপনীয় বিষয় রিসেট করুন

source: Rest of World
bn_bd: বাকি বিশ্ব

source: Resubmit App
bn_bd: অ্যাপ পুনরায় জমা দিন

source: Retained
bn_bd: বহাল আছে

source: Return to the Marketplace
bn_bd: মার্কেটপ্লেসে ফিরে চলুন

source: Réunion
bn_bd: রেউনিওঁ

source: Review
bn_bd: রিভিউ

source: Reviewed
bn_bd: পর্যালোচিত

source: Reviewed by <b>%(reviewer)s</b>
bn_bd: <b>%(reviewer)s</b> কর্তৃক পর্যালোচিত

source: Reviewer
bn_bd: পর্যালোচনাকারী

source: Reviewer escalation
bn_bd: পর্যালোচক তুলে নিয়েছেন

source: {review} for {addon} approved.
bn_bd: {addon} এর জন্য {review} অনুমোদিত হয়েছে।

source: {review} for {addon} updated.
bn_bd: {addon} এর জন্য {review} হালনাগাদ করা হয়েছে

source: {review} for {addon} written.
bn_bd: {addon} এর জন্য {review} লেখা হয়েছে।

source: Reviewing
bn_bd: পর্যালোচনা করা হচ্ছে

source: Reviewing ({0})
bn_bd: পর্যালোচনা করা হচ্ছে ({0})

source: Review requested
bn_bd: পর্যালোচনার জন্য অনুরোধ করা হয়েছে

source: Reviews
bn_bd: পর্যালোচনা

source: Review This App
bn_bd: এই অ্যাপ্লিকেশন পর্যালোচনা

source: Revise your app details on <a href="%(url)s">Edit Listing</a>
bn_bd: আপনার অ্যাপের বিস্তারিত তথ্য সংশোধন করতে <a href="%(url)s">Edit Listing</a> এ যান

source: Russian Federation
bn_bd: রাশিয়ান ফেডারেশন

source: Saint Barthélemy
bn_bd: সেন্ট বার্থালেমি

source: Saint Helena
bn_bd: সেন্ট হেলেনা

source: Screen Capture
bn_bd: স্ক্রিন ক্যাপচার

source: Screen Orientation
bn_bd: স্ক্রিন ওরিয়েন্টেশন

source: Screenshot or video of your app:
bn_bd: আপনার অ্যাপের স্ক্রিনশট অথবা ভিডিও:

source: Screenshots or Videos
bn_bd: স্ক্রিনশট বা ভিডিও

source: Search add-ons for <b>{0}</b>
bn_bd: <b>{0}</b> এর জন্য অ্যাড-অন খুঁজুন

source: Search apps for <b>{0}</b>
bn_bd: <b>{0}</b> এর জন্য অ্যাপ খুঁজুন

source: Search for apps
bn_bd: অ্যাপ অনুসন্ধান করুন

source: Search is temporarily unavailable. Please try again in a few minutes.
bn_bd: অনুসন্ধান করার সুবিধাটি সাময়িকভাবে পাওয়া যাচ্ছে না। অনুগ্রহ করে, কয়েক মিনিট পর আবার চেষ্টা করে দেখুন।

source: Search themes for <b>{0}</b>
bn_bd: <b>{0}</b> এর জন্য থিম খোজ করুন

source: Search Unavailable
bn_bd: অনুসন্ধান পাওয়া যাচ্ছে না

source: Secret
bn_bd: গোপন

source: Secret was reset successfully.
bn_bd: গোপনতা সফলভাবে রিসেট করা হয়েছে।

source: See full validation report
bn_bd: বৈধতার সম্পূর্ণ প্রতিবেদন দেখুন

source: Select a file...
bn_bd: ফাইল নির্বাচন করুন...

source: Select an application first
bn_bd: প্রথমে একটি অ্যাপ্লিকেশন নির্বাচন করুন

source: Select an icon for your app:
bn_bd: আপনার অ্যাপের জন্য আইকন নির্বাচন করুন:

source: Select a unique URL for your detail page. By default we use your app name to create this URL.
bn_bd: আপনার বিস্তারিত পৃষ্ঠার জন্য একটি ইউনিক URL নির্বাচন করুন। ডিফল্টভাবে আমরা এই URL তৈরি করার জন্য আপনার অ্যাপের এর নাম ব্যবহার করি।

source: Select a valid choice. %(value)s is not one of the available choices.
bn_bd: একটি সঠিক অপশন নির্বাচন করুন। %(value)s সঠিক অপশন নয়।

source: Self-reviews are not allowed.
bn_bd: স্ব-মন্তব্য অনুমোদিত নয়।

source: Seller
bn_bd: বিক্রেতা

source: Senega
bn_bd: সেনেগা

source: Serbia and Montenegro
bn_bd: সার্বিয়া ও মন্টিনিগ্রো

source: Server Error
bn_bd: সার্ভার ত্রুটি

source: Set Up Payments
bn_bd: পেমেন্ট সেট করুন

source: Show All Results
bn_bd: সমস্ত ফলাফল দেখান

source: Showing <b>%(begin)s</b>&ndash;<b>%(end)s</b> of <b>%(count)s</b>
bn_bd: <b>%(begin)s</b>&ndash;<b>%(end)s</b> এর <b>%(count)s</b> দেখানো হচ্ছে

source: Show secret
bn_bd: গোপনীয় বিষয় দেখান

source: Signed Zip
bn_bd: স্বাক্ষরিত জিপ

source: Sign in / Sign up
bn_bd: সাইন ইন / সাইন আপ

source: Simple Push
bn_bd: সহজ পুশ

source: Sint Maarten (Dutch part)
bn_bd: সিন্ট মারটেন (ডাচ অংশ)

source: Skip for now
bn_bd: আপাতত বাদ

source: <small>Marketplace</small> Lookup Tool
bn_bd: <small>মার্কেটপ্লেস</small> অনুসন্ধান টুলর্স

source: <small>Marketplace</small> Reviewer Tools
bn_bd: <small>মার্কেটপ্লেস</small> মন্তব্যকারীর টুলস

source: Smartphone-Sized Displays (qHD)
bn_bd: স্মার্টফোন আকারের ডিসপ্লে (qHD)

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
bn_bd: যখন আমরা ওয়েবসাইট রক্ষণাবেক্ষণ করছিলাম তখন কিছু ফিচার অস্থায়ীভাবে নিষ্ক্রিয় করা হয়েছিল। আমরা খুব শীঘ্রই পূর্ণ ক্ষমতা নিয়ে ফিরে আসব।

source: someone writes a review of my add-on
bn_bd: আমার অ্যাড-অন নিয়ে কোন একজন রিভিউ লিখেছে

source: someone writes a review of my app
bn_bd: আমার অ্যাপ নিয়ে কোন একজন রিভিউ লিখেছে

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
bn_bd: দুঃখিত! পর্যালোচনা ইতিহাস আনয়নে আমরা একটি ত্রুটির সম্মুখীন হয়েছি। আবার লগ ইন করার চেষ্টা করুন।<p>

source: Sort by:
bn_bd: যেভাবে সাজাবেন:

source: South Georgia and the South Sandwich Islands
bn_bd: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ

source: Spam or otherwise non-review content
bn_bd: এটা স্প্যাম অথবা পর্যালোচনা অযোগ্য বিষযবস্তু

source: Spanish Banking Code
bn_bd: স্প্যানিশ ব্যাংকিং কোড

source: Spanish/French/Italian/Dutch Banking Code
bn_bd: স্প্যানিশ / ফরাসি / ইতালীয় / ডাচ ব্যাংকিং কোড

source: Stack Overflow
bn_bd: স্ট্যাক ওভারফ্লো

source: start
bn_bd: আরম্ভ করুন

source: State/Province/Region
bn_bd: রাজ্য/প্রদেশ/অঞ্চল

source: Stats set public for {addon}.
bn_bd: {addon} এর তথ্য সর্বসাধারণের জন্য উন্মুক্ত করা হয়েছে।

source: Status &amp; Versions
bn_bd: অবস্থা এবং আম্প ;সংস্করণ

source: Status successfully changed to "{0}"
bn_bd: স্ট্যাটাস সফলভাবে "{0}" তে পরিবর্তিত হয়েছে

source: Status & Versions
bn_bd: অবস্থা এবং সংস্করণসমূহ

source: Stay connected.
bn_bd: সংযুক্ত থাকুন।

source: <strong>Don't forget a protocol!</strong> Try adding either <a href="#">%(http)s</a> or <a href="#">%(https)s</a>.
bn_bd: <strong>একটি প্রোটোকল ভুলবেন না!</strong>। যেকোনো একটি যুক্ত করে চেষ্টা করুন <a href="#">%(http)s</a> অথবা <a href="#">%(https)s</a>।

source: <strong>Warning!</strong> Another user was viewing this page before you.
bn_bd: <strong>সর্তকতা!</strong>আপনার পূর্বে আরেকজন ব্যাবহারকারী এই পেজ প্রদশর্ন করেছেন।

source: Submission date
bn_bd: জমার তারিখ

source: Submissions
bn_bd: জমাকৃত

source: Submit an app
bn_bd: অ্যাপ জমা দিন

source: Submit an App
bn_bd: একটি অ্যাপ জমা দিন

source: Submit An App
bn_bd: একটি অ্যাপ সাবমিট করুন

source: Submit a New App
bn_bd: নতুন অ্যাপ সাবমিট করুন

source: Submit Another App
bn_bd: অন্য কোন অ্যাপ জমা দিন

source: Submit App
bn_bd: অ্যাপ জমা দিন

source: Submit App Manifest
bn_bd: অ্যাপ ম্যানিফেস্ট জমা দিন

source: Submit your app manifest URL
bn_bd: আপনার অ্যাপ ম্যানিফেস্টের URL জমা দিন

source: Success! What happens now?
bn_bd: আপনি সফল হয়েছেন! এখন কি ঘটবে?

source: Super review requested
bn_bd: সর্বোচ্চ পর্যালোচনা করার জন্য অনুরোধ করা হয়েছে

source: Support
bn_bd: সহায়তা

source: Support Email
bn_bd: সহায়তাকারী ইমেইল

source: Support Information
bn_bd: সহায়তা তথ্য

source: Support Information for {0}
bn_bd: {0} এর জন্য সহায়তা তথ্য

source: Supports all billing methods
bn_bd: সব বিলিং পদ্ধতি সমর্থন করে

source: Svalbard and Jan Mayen
bn_bd: স্বালবার্ড ও জান মেয়েন

source: SWIFT code
bn_bd: SWIFT কোড

source: Swiss/Iraqi Bank Code
bn_bd: সুইস / ইরাকি ব্যাংক কোড

source: Syrian Arab Republic
bn_bd: সিরিয় আরব প্রজাতন্ত্র

source: Tablet
bn_bd: ট্যাবলেট

source: Tab stops:
bn_bd: ট্যাব স্টপ:

source: {tag} added to {addon}.
bn_bd: {tag} {addon} এ যোগ করা হয়েছে।

source: {tag} removed from {addon}.
bn_bd: {addon} থেকে {tag} অপসারণ করা হয়েছে।

source: Taiwan, Province of China
bn_bd: তাইওয়ান, চীন এর প্রদেশ

source: Tanzania, United Republic of
bn_bd: তানজানিয়া, সংযুক্ত প্রজাতন্ত্র

source: Tarako ({0})
bn_bd: তারাকো ({0})

source: Team Members
bn_bd: টিমের সদস্যগণ

source: Technical Details for {0}
bn_bd: {0} এর প্রযুক্তিগত বিবরণ

source: Teen
bn_bd: কিশোরদের জন্য

source: Terms and Conditions
bn_bd: শর্তাবলী

source: Terms of service accepted.
bn_bd: সেবাগ্রহণের শর্তাবলী গৃহীত হয়েছে।

source: Test App Installation
bn_bd: Test App ইনস্টল

source: Test App Validation
bn_bd: অ্যাপের বৈধতা যাচাই করুন

source: Test In-App Payments
bn_bd: Test In-App পেমেন্ট

source: Testing
bn_bd: পরীক্ষা করা হচ্ছে

source: Testing Apps
bn_bd: অ্যাপ্লিকেশন পরীক্ষাকরণ

source: Test receipt details
bn_bd: পরীক্ষার রিসিপ্ট এর বিবরণ

source: Tests
bn_bd: পরীক্ষা সমূহ

source: Thank you for subscribing!
bn_bd: সাবস্ক্রাইব করার জন্য আপনাকে ধন্যবাদ!

source: That file no longer exists.
bn_bd: এই ফাইলটি আর পাওয়া যাচ্ছে না:

source: The app requires an ambient light sensor (the `ondevicelight` API).
bn_bd: এই অ্যাপটির জন্য একটি এম্বিয়েন্ট লাইট সেন্সর (`ondevicelight` API) প্রয়োজন।

source: The app requires a proximity sensor (the `ondeviceproximity` API).
bn_bd: এই অ্যাপের প্রক্সিমিটি সেন্সর প্রয়োজন (`ondeviceproximity` API)।

source: The app requires that the platform can decode and play H.264 video files.
bn_bd: অ্যাপের জন্য ডিকোড করতে পারে এবং H.264 ভিডিও ফাইল চালাতে পারে এমন প্ল্যাটফর্ম প্রয়োজন।

source: The app requires that the platform can decode and play MP3 files.
bn_bd: এই অ্যাপের MP3 ফাইল চালাতে এবং ডিকোড করতে পারে এমন প্লাটফর্ম প্রয়োজন।

source: The app requires that the platform can decode and play WebM video files (VP8).
bn_bd: এই অ্যাপটির WebM ভিডিও ফাইল (VP8) চালাতে পারে এবং ডিকোড করতে পারে এমন প্লাটফর্ম প্রয়োজন।

source: The app requires that the platform supports the HTML5 audio API.
bn_bd: এই অ্যাপের HTML5 audio API সমর্থন করে এমন প্লাটফর্ম প্রয়োজন।

source: The app requires that the platform supports the Web Audio API (`window.AudioContext`).
bn_bd: অ্যাপের ওয়েব অডিও API (`window.AudioContext`) সমর্থন করে এমন প্ল্যাটফর্ম প্রয়োজন।

source: The app requires the ability to get information about multiple network connections.
bn_bd: অ্যাপটি একাধিক নেটওয়ার্ক কানেকশনের তথ্য সংগ্রহের জন্য সম্মতি চায়।

source: The app requires the ability to get information about the network connection (the `navigator.mozConnection` API).
bn_bd: এই অ্যাপের নেটওয়ার্ক সংযোগ সম্পর্কে তথ্য সংগ্রহের অনুমতি প্রয়োজন (the `navigator.mozConnection` API)।

source: The app requires the Device Storage API to access files on the filesystem.
bn_bd: অ্যাপ্লিকেশনে ফাইল সিস্টেম থেকে ফাইল অ্যাক্সেস করতে স্টোরেজ ডিভাইস এপিআই প্রয়োজন।

source: The app requires the device to support vibration (the `navigator.vibrate` API).
bn_bd: এই অ্যাপের জন্য ভাইব্রেশন সমর্থন করে এমন ডিভাইস প্রয়োজন ( `navigator.vibrate` API)।

source: The app requires the Full Screen API (`requestFullScreen` or `mozRequestFullScreen`).
bn_bd: অ্যাপ্লিকেশনে পূর্ণ স্ক্রিন API (`requestFullScreen` বা ` mozRequestFullScreen`) এর প্রয়োজন রয়েছে।

source: The app requires the `navigator.battery` API.
bn_bd: এই অ্যাপটির জন্য `navigator.battery` API প্রয়োজন।

source: The app requires the `navigator.mozApps` API.
bn_bd: অ্যাপটির জন্য `navigator.mozApps` API প্রয়োজন।

source: The app requires the `navigator.mozApps` API to install and manage other apps.
bn_bd: অ্যাপটি ইনস্টলের জন্য এবং অন্যান্য অ্যাপগুলো পরিচালনার জন্য `navigator.mozApps` API প্রয়োজন।

source: The app requires the `navigator.mozApps.installPackage` API to install other packaged apps.
bn_bd: অন্যান্য প্যাকেজ অ্যাপগুলো ইনস্টল করার জন্য অ্যাপটির `navigator.mozApps.install Package`API প্রয়োজন।
